Repository: GizzZmo/atcore
Catalog: poqm/*/atcore_qt.po
Languages: el, it, sl, uk

# PlotWidget|
source: Actual Bed
uk: Фактичний стенд

# PlotWidget|
source: Target Bed
uk: Стенд призначення

# PlotWidget|
source: Actual Ext.1
uk: Фактичне розш.1

# PlotWidget|
source: Target Ext.1
uk: Розш.1 призначення
