Repository: GizzZmo/atcore
Catalog: poqm/*/atcore_qt.po
Languages: el, it, sl, uk

# AtCore|
source: Waiting for firmware detect.
el: Αναμονή για ανίχνευση υλικολογισμικού.
it: In attesa del rilevamento del firmware.
sl: Čakanje na zaznavo strojne programske opreme.

# AtCore|
source: Connected to printer using %1 plugin
el: Συνδέθηκε σε εκτυπωτή με χρήση του %1 πρόσθετου
it: Connesso alla stampante usando l'estensione %1
sl: Povezava s tiskalnikom je vzpostavljena z vstavkom %1

# AtCore|
source: No plugin found for %1.
el: Δε βρέθηκε πρόσθετο για το %1.
it: Nessuna estensione trovata per %1.
sl: Noben vtičnik za %1 ni naložen.

# AtCore|
source: Waiting for machine restart
el: Αναμονή για επανεκκίνηση της μηχανής
it: In attesa del riavvio della macchina
sl: Čakanje na ponoven zagon stroja

# AtCore|
source: Failed to open device in read/write mode.
el: Αποτυχία ανοίγματο συσκευής σε λειτουργία ανάγνωσης/εγγραφής
it: Impossibile aprire il dispositivo in modalità lettura/scrittura.
sl: Odpiranje naprave v načinu za branje/pisanje ni uspelo.

# AtCore|
source: Device not found
el: Η συσκευή δε βρέθηκε
it: Dispositivo non trovato
sl: Naprave ni mogoče najti

# AtCore|
source: Unable to write to device
el: Αδυναμία εγγραφής σε συσκευή
it: Impossibile scrivere sul dispositivo
sl: Na napravo ni mogoče pisati

# AtCore|
source: Unable to read from device
el: Αδυναμία ανάγνωσης από συσκευή
it: Impossibile leggere dal dispositivo
sl: Iz naprave ni mogoče brati

# AtCore|
source: The device no longer available
el: Η συσκευή δε είναι πλέον διαθέσιμη
it: Il dispositivo non è più disponibile
sl: Naprava ni več na voljo

# AtCore|
source: Device does not support the operation
el: Η συσκευή δεν υποστηρίζει τη λειτουργία
it: Il dispositivo non supporta l'operazione
sl: Naprava ne podpira operacije

# AtCore|
source: Unknown Error
el: Άγνωστο σφάλμα
it: Errore sconosciuto
sl: Neznana napaka

# QObject|
source: %1%2: requires an argument
el: %1%2: απαιτεί όρισμα
it: %1%2: richiede un argomento
sl: %1%2: zahteva argument

# QObject|
source: Not implemented or not supported!
el: Δεν έχει εφαρμοστεί ή δεν υποστηρίζεται!
it: Non implementato o non supportato.
sl: Ni izdelano ali ni podprto!
uk: Не реалізовано або не передбачено підтримки!

# QObject|
source: G0: Rapid linear move
el: G0: Ταχεία γραμμική κίνηση
it: G0: movimento rapido lineare
sl: G0: Hitri linearni pomik
uk: G0: Швидкий прямолінійний рух

# QObject|
source: G1: Linear move
el: G1: Γραμμική κίνηση
it: G1: movimento lineare
sl: G1: Linearni pomik
uk: G1: Прямолінійний рух

# QObject|
source: G2: Controlled Arc Move clockwise
el: G2: Ελεγχόμενη τοξωτή προς τα δεξιά κίνηση
it: G2: movimento ad arco controllato in senso orario
sl: G2: Nadzorovani premik po loku v smeri urnega kazalca
uk: G2: Контрольований рух дугою за годинниковою стрілкою

# QObject|
source: G3: Controlled Arc Move counterclockwise
el: G3: Ελεγχόμενη τοξωτή προς τα αριστερά κίνηση
it: G3: movimento ad arco controllato in senso antiorario
sl: G3: Nadzorovani premik po loku v obratni smeri urnega kazalca
uk: G3: Контрольований рух дугою проти годинникової стрілки

# QObject|
source: G4: Dwell
el: G4: Αναμονή
it: G4: pausa
sl: G4: Domuj
uk: G4: Затриматись

# QObject|
source: G10: Retract
el: G10: Ανάσυρση
it: G10: ritira
sl: G10: Umakni
uk: G10: Відвести

# QObject|
source: G11: Unretract
el: G11: Επαναφορά
it: G11: spinta
sl: G11: Prekliči umik
uk: G11: Підвести

# QObject|
source: G20: Set units to inches
el: G20: Ορισμός μονάδων σε ίντσες
it: G20: imposta unità in pollici
sl: G20: Nastavi enote na palce
uk: G20: Встановити одиницею виміру дюйм

# QObject|
source: G21: Set units to millimeters
el: G21: Ορισμός μονάδων σε χιλιοστά
it: G21: imposta unità in millimetri
sl: G21: Nastavi enote na milimetre
uk: G21: Встановити одиницею виміру міліметр

# QObject|
source: G28: Move to Origin Home
el: G28: Μετακίνηση στην αρχική θέση
it: G28: sposta all'origine Home
sl: G28: Premakni se na izvorni dom
uk: G28: Пересунути до початку

# QObject|
source: G29: Detailed Z-Probe
el: G29: Λεπτομερής υψομετρική διερεύνηση
it: G29: Z-Probe in dettaglio
sl: G29: Podrobna Z-sonda
uk: G29: Докладне Z-зондування

# QObject|
source: G30: Single Z-Probe
el: G30: Απλή υψομετρική διερεύνηση
it: G30: Z-Probe singolo
sl: G30: Enojna Z-sonda
uk: G30: Одинарне Z-зондування

# QObject|
source: G31: Set or report current probe status / Dock Z Probe sled for Marlin
el: G31: Ορισμός ή αναφορά τρέχουσας κατάστασης διερεύνησης / Σταθεροποίηση μεταφορέα υψομετρικής διερεύνησης για το Marlin
it: G31: imposta o segnala lo stato attuale della sonda / Aggancia la sonda Z per Marlin
sl: G31: Nastavite ali poročajte trenutno stanje sonde / sidrajte sani Z-sonde za Marlin
uk: G31: Встановити або повідомити поточний стан зондування / Швартувати санчата Z-зонду для Marlin

# QObject|
source: G32: Probe Z and calculate Z plane(Bed Leveling)/ UnDoc Z Probe sled for Marlin
el: G32: Διερεύνηση ύψους και υπολογισμός επιπέδου Ζ (ανύψωση επιφανείας)/ Ελευθέρωση μεταφορέα υψομετρικής διερεύνησης για το Marlin
it: G32: sonda Z e calcola il piano Z (livellamento)/sgancia la sonda Z per Marlin
sl: G32: Sondirajte Z in izračunajte Z-ravnino (uravnavanje podloge) / UnDoc sani Z-sonde za Marlin
uk: G32: Зондувати за Z і визначити площину Z (рівень стенду)/ Відшвартувати санчата Z-зонду для Marlin

# QObject|
source: G33: Measure/List/Adjust Distortion Matrix
el: G33: Μέτρηση/Εμφάνιση/Προσαρμογή μήτρας παραμορφώσεων
it: G33: misura/elenca/regola matrice di distorsione
sl: G33: Izmeri/pripravi/prilagodi matriko popačenja
uk: G33: Виміряти, показати списком або скоригувати матрицю викривлення

# QObject|
source: G90: Set to absolute positioning
el: G90: Ρύθμιση σε απόλυτη θέση
it: G90: imposta a posizione assoluta
sl: G90: Nastavi na absolutno pozicioniranje
uk: G90: Встановити абсолютне позиціювання

# QObject|
source: G91: Set to relative positioning
el: G91: Ρύθμιση σε σχετική θέση
it: G91: imposta a posizione relativa
sl: G91: Nastavi na relativno pozicioniranje
uk: G91: Встановити відносне позиціювання

# QObject|
source: G92: Set position
el: G92: Ρύθμιση θέσης
it: G92: imposta posizione
sl: G92: Nastavi položaj
uk: G92: Встановити позицію

# QObject|
source: G100: Calibrate floor or rod radius
el: G100: Υπολογισμός δαπέδου ή ακτίνας ράβδου
it: G100: calibra il raggio del pavimento o dell'asta
sl: G100: Umerite tla ali polmer palice
uk: G100: Калібрувати основу або радіус прутика

# QObject|
source: G130: Set digital potentiometer value
el: G130: Ορισμός τιμής ψηφιακού ποτενσιόμετρου
it: G130: imposta valore nel potenziometro digitale
sl: G130: Nastavi vrednost digitalnega potenciometra
uk: G130: Встановити значення для цифрового потенціометра

# QObject|
source: G131: Recase Move offset
el: G131: Αφαίρεση μετατόπισης
it: G131: rimuovi scostamento
sl: G131: Ponovno zastavi odmik premika
uk: G131: Вилучити відступ

# QObject|
source: G132: Calibrate endstops offsets
el: G132: Βαθμονόνηση μετατοπίσεων τελικών σημείων
it: G132: calibra scostamento dei finecorsa
sl: G132: Kalibrirajte odmike končnih odmikov
uk: G132: Калібрувати відступи завершення

# QObject|
source: G133: Measure steps to top
el: G133: Μέτρηση βημάτων προς κορυφή
it: G133: misura i passaggi verso l'alto
sl: G133: Izmeri korake do vrha
uk: G133: Виміряти кроки до верхівки

# QObject|
source: G161: Home axis to minimum
el: G161: Αρχικός άξονας στο ελάχιστο
it: G161: asse origine al minimo
sl: G161: Domača os na minimum
uk: G161: Перенести початок осей на мінімальну позицію

# QObject|
source: G162: Home axis to maximum
el: G162: Αρχικός άξονας στο μέγιστο
it: G162: asse origine al massimo
sl: G161: Domača os na maksimum
uk: G162: Перенести початок осей на максимальну позицію

# QObject|
source: M0: Stop or unconditional stop
el: M0: Άμεση διακοπή
it: M0: arresto o arresto incondizionato
sl: M0: Ustavi se ali se brezpogojno ustavi
uk: M0: Зупинка або безумовна зупинка

# QObject|
source: M1: Sleep or unconditional stop
el: M1: Ύπνωση ή υπό συνθήκη διακοπή
it: M1: attesa o arresto incondizionato
sl: M1: Zaspi ali se brezpogojno ustavi
uk: M1: Призупинення або безумовна зупинка

# QObject|
source: M2: Program End
el: M2: τέλος προγράμματος
it: M2: fine programma
sl: M2: Konec programa
uk: M2: Кінець програми

# QObject|
source: M6: Tool Change
el: M6: Αλλαγή εργαλείου
it: M6: cambia strumento
sl: M6: Menjava orodja
uk: M6: Зміна інструмента

# QObject|
source: M17: Enable/power all steppers motors
el: M17: Ενεργοποίηση όλων των βηματικών κινητήρων
it: M17: abilita tutti i motori passo-passo
sl: M17: Omogoči/vklopi vse koračne motorje
uk: M17: Увімкнути або подати живлення на усі крокові мотори

# QObject|
source: M18: Disable all steppers motors
el: M18: Απενεργοποίηση όλων των βηματικών κινητήρων
it: M18: disabilita tutti i motori passo-passo
sl: M18: Onemogoči vse koračne motorje
uk: M18: Вимкнути усі крокові мотори

# QObject|
source: M20: List SDCard
el: M20: Αρχεία SDCard
it: M20: elenca scheda SD
sl: M20: Seznam na SD kartici
uk: M20: Вивести список вмісту SD-картки

# QObject|
source: M21: Initialize SDCard
el: M21: Αρχικοποίηση SDCard
it: M21: inizializza scheda SD
sl: M21: Inicializiraj SD kartico
uk: M21: Ініціалізувати SD-картку

# QObject|
source: M22: Release SDCard
el: M22: Απελευθέρωση SDCard
it: M22: rimuovi scheda SD
sl: M22: Izdaj SD kartico
uk: M22: Вилучити SD-картку

# QObject|
source: M23: Select SD file
el: M23: Επιλογή SD αρχείου
it: M23: seleziona file dalla SD
sl: M23: Izberite datoteko SD
uk: M23: Вибрати SD-файл

# QObject|
source: M24: Start/resume SD print
el: M24: Έναρξη/συνέχεια SD εκτύπωσης
it: M24: avvia o riprendi la stampa SD
sl: M24: Začetek/nadaljevanje tiskanja SD
uk: M24: Почати або поновити SD-друк

# QObject|
source: M25: Pause SD print
el: M25: Παύση SD εκτύπωσης
it: M25: sospendi la stampa SD
sl: M25: Začasno ustavi tiskanje SD
uk: M25: Призупинити SD-друк

# QObject|
source: M26: Set SD position
el: M26: Ρύθμιση SD θέσης
it: M26: imposta posizione SD
sl: M26: Nastavi položaj SD
uk: M26: Встановити SD-позицію

# QObject|
source: M27: Report SD print status
el: M27: Αναφορά κατάστασης εκτύπωσης SD
it: M27: riporta lo stato di stampa su SD
sl: M27: Poročaj stanje tiskanja SD
uk: M27: Повідомити про стан SD-друку

# QObject|
source: M28: Begin write to SD card
el: M28: Έναρξη εγγραφής στην SD κάρτα
it: M28: inizia a scrivere sulla scheda SD
sl: M28: Začni pisati na kartico SD
uk: M28: Почати запис на SD-картку

# QObject|
source: M29: Stop writing to SD card
el: M29: Διακοπή εγγραφής στην SD κάρτα
it: M29: ferma la scrittura sulla scheda SD
sl: M29: Ustavi pisanje na kartico SD
uk: M29: Припинити запис на SD-картку

# QObject|
source: M30: Delete a file on the SD card
el: M30: Διαγραφή αρχείου από την SD κάρτα
it: M30: elimina un file sulla scheda SD
sl: M30: Briši datoteko na kartici SD
uk: M30: Вилучити файл на SD-картці

# QObject|
source: M31: Output time since last M109 or SD card start to serial
el: M31: Χρόνος από την τελευταία M109 ή την έναρξη SD κάρτας σε σειραϊκό
it: M31: visualizza il tempo dall'ultimo M109 o avvio scheda SD a seriale
sl: M31: Izhodni čas od zadnjega začetka M109 ali SD kartice (serijsko)
uk: M31: Вивести час, що минув з моменту останньої команди M109 або запуску SD-картки на послідовний порт

# QObject|
source: M32: Select file and start SD print
el: M32: Επιλογή αρχείου και έναρξη SD εκτύπωσης
it: M32: seleziona file e inizia la stampa SD
sl: M32: Izberi datoteko in začni tisk na SD
uk: M32: Вибрати файл і розпочати SD-друк

# QObject|
source: M33: Get the long name for an SD card file or folder
el: M33: Ανάκτηση πλήρους ονόματος αρχείου ή φακέλου σε SD κάρτα
it: M33: ottieni il nome lungo di un file o di una cartella sulla scheda SD
sl: M33: Pridobi dolgo ime za kartico SD ali mapo
uk: M33: Отримати повну назву для файла або теки SD-картки

# QObject|
source: M34: Set SD file sorting options
el: M34: Ρύθμιση επιλογών ταξινόμησης σε SD αρχεία
it: M34: imposta le opzioni di ordinamento dei file della scheda SD
sl: M34: Nastavi možnosti razvrščanja datotek SD
uk: M34: Встановити параметри упорядковування SD-файлів

# QObject|
source: M36: Return file information
el: M36: Επιστροφή πληροφοριών αρχείου
it: M36: restituisci le informazioni sul file
sl: M36: Vrni informacije o datoteki
uk: M36: Повернути дані щодо файла

# QObject|
source: M42: Switch I/O pin
el: M42: Εναλλαγή ακροδέκτη Ι/Ο
it: M42: scambia i piedini di I/O
sl: M42: Preklopi I/O pin
uk: M42: Перемкнути контакт введення-виведення

# QObject|
source: M48: Measure Z-Probe repeatability
el: M48: Μέτρηση επαναληψιμότητας υψομετρικής διερεύνησης
it: M48: ripetibilità misura Z-Probe
sl: M48: Izmeri ponovljivost Z-sonde
uk: M48: Виміряти повторюваність Z-зонду

# QObject|
source: M70: Display message
el: M70: εμφάνιση μηνύματος
it: M70: visualizza messaggio
sl: M70: Prikaži sporočilo
uk: M70: Показати повідомлення

# QObject|
source: M72: Play a tone or song
el: M72: Αναπαραγωγή τόνου ή τραγουδιού
it: M72: riproduci un tono o una canzone
sl: M72: Predvajaj ton ali skladbo
uk: M72: Відтворити звук чи мелодію

# QObject|
source: M73: Set build percentage
el: M73: Ρύθμιση ποσοστού κατασκευής
it: M73: imposta la percentuale di costruzione
sl: M73: Nastavi odstotek gradnje
uk: M73: Встановити відсоток збирання

# QObject|
source: M82: Set extruder to absolute mode
el: M82: Ρύθμιση εξωθητήρα σε απόλυτη λειτουργία
it: M82: imposta l'estrusore in modalità assoluta
sl: M82: Nastavi ekstruder v absolutni način
uk: M82: Перевести екструдер у абсолютний режим

# QObject|
source: M83: Set extruder to relative mode
el: M83: Ρύθμιση εξωθητήρα σε σχετική λειτουργία
it: M83: imposta l'estrusore in modalità relativa
sl: M83: Nastavi ekstruder v relativni način
uk: M83: Перевести екструдер у відносний режим

# QObject|
source: M84: Stop idle hold
el: M84: Διακοπή αδράνεια αναμονή
it: M84: interrompi il mantenimento inattivo
sl: M84: Zaustavi nedejavno zadrževanje
uk: M84: Припинити очікування у бездіяльності

# QObject|
source: M85: Set Inactivity shutdown timer
el: M85: Ρύθμιση χρονομέτρου τερματισμού από αδράνεια
it: M85: imposta il timer di spegnimento per inattività
sl: M85: Nastavi časovnik izklopa za neaktivnost
uk: M85: Встановити таймер вимикання унаслідок бездіяльності

# QObject|
source: M92: Set axis steps per unit
el: M92: Ρύθμιση βημάτων άξονα ανά μονάδα
it: M92: imposta i passi per unità degli assi
sl: M92: Nastavi korake osi na enoto
uk: M92: Встановити кількість кроків за осями на одиницю виміру

# QObject|
source: M93: Send axis steps per unit
el: M93: Αποστολή βημάτων άξονα ανά μονάδα
it: M93: invia i passi per unità degli assi
sl: M93: Pošlji korake osi na enoto
uk: M93: Надіслати кількість кроків за осями на одинцю виміру

# QObject|
source: M98: Call Macro/Subprogram
el: M98: Κλήση μακροεντολής/υποπρογράμματος
it: M98: chiama macro o sotto-programma
sl: M98: Pokliči makro/podprogram
uk: M98: Викликати макрос або підпрограму

# QObject|
source: M99: Return from Macro/Subprogram
el: M99: Επιστροφή από μακροεντολή/υποπρόγραμμα
it: M99: risposta da macro/sottoprogramma
sl: M99: Vrni se iz makra/podprograma
uk: M99: Повернутися з макросу або підпрограми

# QObject|
source: M101: Turn extruder 1 on Forward, Undo Retraction
el: M101: Ρύθμιση εξωθητή 1 on Forward, αναίρεση ανάσυρσης
it: M101: muovi l'estrusore 1 in avanti, annulla la retrazione
sl: M101: Postavi ekstruder 1 na naprej, razveljavi umik
uk: M101: Повернути екструдер 1 у режим «вперед», скасувати відведення

# QObject|
source: M103: Turn all extruders off - Extruder Retraction
el: M103: Ρύθμιση όλων των εξωθητών σε off - Ανάσυρση εξωθητή
it: M103: spegni tutti gli estrusori - ritrai l'estrusore
sl: M103: Izklopi vse ekstruderje - Umik ekstruderja
uk: M103: Вимкнути усі екструдери — відведення екструдерів

# QObject|
source: M104: Set Extruder Temperature
el: M104: Ρύθμιση θερμοκρασίας εξωθητήρα
it: M104: imposta la temperatura dell'estrusore
sl: M104: Nastavi temperaturo ekstruderja
uk: M104: Встановити температуру екструдера

# QObject|
source: M105: Get Extruder Temperature
el: M105: Ανάκτηση θερμοκρασίας εξωθητήρα
it: M105: ottieni la temperatura dell'estrusore
sl: M105: Pridobi temperaturo ekstruderja
uk: M105: Отримати температуру екструдера

# QObject|
source: M106: Fan On
el: M106: Ανεμιστήρας On
it: M106: ventola accesa
sl: M106: Vklopi ventilator
uk: M106: Увімкнути вентилятор

# QObject|
source: M107: Fan Off
el: M107: Ανεμιστήρας Off
it: M107: ventola spenta
sl: M107: Izklopi ventilator
uk: M107: Вимкнути вентилятор

# QObject|
source: M108: Cancel Heating
el: M108: Ακύρωση υψηλής θερμοκρασίας
it: M108: annulla il riscaldamento
sl: M108: Prekini ogrevanje
uk: M108: Скасувати розігрівання

# QObject|
source: M109: Set Extruder Temperature and Wait
el: M109: Ρύθμιση θερμοκρασίας εξωθητήρσ και αναμονή
it: M109: imposta la temperatura dell'estrusore e aspetta
sl: M109: Nastavi temperaturo ekstruderja in čakaj
uk: M109: Встановити температуру екструдера і зачекати

# QObject|
source: M110: Set Current Line Number
el: M110: Ορισμός αριθμού τρέχουσας γραμμής
it: M110: imposta il numero di riga corrente
sl: M110: Nastavi številko trenutne vrstice
uk: M110: Встановити номер поточного рядка

# QObject|
source: M111: Set Debug Level
el: M111: Ρύθμιση επιπέδου διόρθωσης σφαλμάτων
it: M111: imposta il livello di debug
sl: M111: Nastavi raven odpravljanja napak
uk: M111: Встановити рівень діагностики

# QObject|
source: M112: Emergency Stop
el: M112: Επείγουσα διακοπή
it: M112: arresto di emergenza
sl: M112: Zaustavitev v sili
uk: M112: Термінова зупинка

# QObject|
source: M114: Get Current Position
el: M114: Ανάκτηση τρέχουσας θέσης
it: M114: ottieni la posizione corrente
sl: M114: Pridobi trenutni položaj
uk: M114: Отримати поточну позицію

# QObject|
source: M115: Get Firmware Version and Capabilities
el: M115: Ανάκτηση έκδοσης υλικολογισμικού και δυνατότητες
it: M115: ottieni la versione del firmware e le funzionalità
sl: M115: Pridobi verzijo in zmogljivosti vdelane programske opreme
uk: M115: Отримати дані щодо версії і можливостей мікропрограми

# QObject|
source: M116: Wait
el: M116: Αναμονή
it: M116: attendi
sl: M116: Čakaj
uk: M116: Зачекати

# QObject|
source: M117: Display Message
el: M117: Εμφάνιση μηνύματος
it: M117: visualizza messaggio
sl: M117: Prikaži sporočilo
uk: M117: Показати повідомлення

# QObject|
source: M119: Get Endstop Status
el: M119: Ανάκτηση κατάστασης τελικού σημείου
it: M119: ottieni lo stato del finecorsa
sl: M119: Pridobi stanje končnega postanka
uk: M119: Отримати стан кінцевої зупинки

# QObject|
source: M120: Push for Smoothie and RepRap Firmware / Enable Endstop detection for Marlin
el: M120: Ορισμός κατάστασης υλικολογισμικού για Smoothie και RepRap / Ενεργοποίηση αναγνώρισης τελικών σημείων για το Marlin
it: M120: push per il firmware Smoothie o RepRap; abilita il riconoscimento dei finecorsa per il Marlin
sl: M120: potisni za Smoothie v strojni programski opremi RepRap / omogoči zaznavo končne vrednosti za Marlin
uk: M120: Записати до стека для мікропрограм Smoothie і RepRap / Увімкнути виявлення кінцевої зупинки для Marlin

# QObject|
source: M121: Pop for Smoothie and RepRap Firmware / Disable Endstop detection for Marlin
el: M121: Ανάκτηση κατάστασης υλικολογισμικού για Smoothie και RepRap / Απενεργοποίηση αναγνώρισης τελικών σημείων για το Marlin
it: M121: pop per il firmware Smoothie o RepRap; disabilita il riconoscimento dei finecorsa per il Marlin
sl: M121: pojavi za Smoothie v strojni programski opremi RepRap / onemogoči zaznavo končne vrednosti za Marlin
uk: M121: Отримати значення зі стека для мікропрограм Smoothie і RepRap / Вимкнути виявлення кінцевої зупинки для Marlin

# QObject|
source: M122: Diagnose
el: M122: Διάγνωση
it: M122: diagnosi
sl: M122: Diagnoza
uk: M122: Діагностика

# QObject|
source: M126: Open valve
el: M126: Άνοιγμα τιμής
it: M126: apri valvola
sl: M126: Odpri ventil
uk: M126: Відкрити клапан

# QObject|
source: M127: Close valve
el: M127: Κλείσιμο τιμής
it: M127: chiudi valvola
sl: M127: Zapri ventil
uk: M127: Закрити клапан

# QObject|
source: M130: Set PID P value
el: M130: Ρύθμιση PID P τιμής
it: M130: imposta il valore P del PID
sl: M130: Določite vrednost PID P
uk: M130: Встановити значення P для PID

# QObject|
source: M131: Set PID I value
el: M131: Ρύθμιση PID I τιμής
it: M131: imposta il valore I del PID
sl: M131: Določite vrednost PID I
uk: M131: Встановити значення I для PID

# QObject|
source: M132: Set PID D value
el: M132: Ρύθμιση PID D τιμής
it: M132: imposta il valore D del PID
sl: M132: Določite vrednost PID D
uk: M132: Встановити значення D для PID

# QObject|
source: M133: Set PID I limit value
el: M131: Ρύθμιση PID I τιμής ορίου
it: M133: imposta il valore limite di I del PID
sl: M133: Določite mejno vrednost PID I
uk: M133: Встановити обмеження значення I для PID

# QObject|
source: M134: Write PID values to EEPROM
el: M134: Εγγραφή PID τιμών στην EEPROM
it: M134: scrivi i valori del PID nell'EEPROM
sl: M134: Zapiši vrednosti PID v EEPROM
uk: M134: Записати значення PID до EEPROM

# QObject|
source: M135: Set PID sample interval
el: M135: Ρύθμιση διαστήματος PID δείγματος
it: M135: imposta l'intervallo di campionamento del PID
sl: M135: Nastavi interval vzorčenja PID
uk: M135: Встановити інтервал між вимірюваннями для PID

# QObject|
source: M140: Set Bed Temperature - Fast
el: M140: Ρύθμιση θερμοκρασίας επιφανείας - γρήγορη
it: M140: imposta la temperatura del piatto di stampa - veloce
sl: M140: Nastavi temperaturo podloge - hitro
uk: M140: Встановити температуру стенда Set Bed Temperature — швидко

# QObject|
source: M141: Set Chamber Temperature - Fast
el: M141: Ρύθμιση θερμοκρασίας θαλάμου - γρήγορη
it: M141: imposta la temperatura della camera - veloce
sl: M141: Nastavi temperaturo komore - hitro
uk: M141: Встановити температуру камери — швидко

# QObject|
source: M143: Maximum hot-end temperature
el: M143: Μέγιστη θερμοκρασία
it: M143: temperatura massima dell'hot-end
sl: M143: Maksimalna temperature vročega konca
uk: M143: Максимальна температура гарячого кінця

# QObject|
source: M144: Stand by your bed
el: M144: Ρύθμιση θερμοκρασίας επιφανείας σε κατάσταση αναμονής
it: M144: metti in attesa il piatto di stampa
sl: M144: Stoj ob podlagi
uk: M144: Перемкнути стенд у режим очікування

# QObject|
source: M150: Set display color
el: M150: Ρύθμιση χρώματος οθόνης
it: M150: imposta il colore dello schermo
sl: M150: Nastavi barvo prikaza
uk: M150: Встановити колір показу

# QObject|
source: M155: Set Temperature auto report
el: M155: Ρύθμιση αυτόματης αναφοράς θερμοκρασίας
it: M155: imposta il rapporto automatico della temperatura
sl: M155: samodejno poročilo nastavitve temperature

# QObject|
source: M163: Set weight of mixed material
el: M163: Ρύθμιση βάρους εξωθητήρα
it: M163: imposta il peso del materiale misto
sl: M163: Nastavi težo mešanice materiala
uk: M163: Встановити вагу матеріалу суміші

# QObject|
source: M164: Store weights
el: M164: Αποθήκευση βαρών
it: M164: immagazzina i pesi
sl: M164: Shrani teže
uk: M164: Зберегти ваги

# QObject|
source: M190: Wait for bed temperature to reach target temp
el: M190: Αναμονή για να φθάσει η θερμοκρασία επιφανείας την επιθυμητή
it: M190: attendi che la temperatura del piatto di stampa raggiunga il valore prestabilito
sl: M190: Počakaj, da temperatura podloge doseže ciljno temperaturo
uk: M190: Зачекати, доки температура стенда досягне температури призначення

# QObject|
source: M200: Set filament diameter
el: M200: Ρύθμιση διαμέτρου νήματος
it: M200: imposta il diametro del filamento
sl: M200: Nastavi premer filamenta
uk: M200: Встановити діаметр волокна

# QObject|
source: M201: Set max printing acceleration
el: M201: Ρύθμιση μέγιστης επιτάχυνσης εκτύπωσης
it: M201: imposta l'accelerazione di stampa massima
sl: M201: Nastavi največji pospešek tiskanja
uk: M201: Встановити максимальне прискорення друку
