Repository: GizzZmo/atcore
Catalog: poqm/*/atcore_qt.po
Languages: el, it, sl, uk

# QObject|
source: M202: Set max travel acceleration
el: M202: Ρύθμιση μέγιστης επιτάχυνσης διαδρομής
it: M202: imposta l'accelerazione massima
sl: M202: Nastavi največji pospešek vožnje
uk: M202: Встановити максимальне прискорення пересування

# QObject|
source: M203: Set maximum feedrate
el: M203: ρύθμιση μέγιστου ρυθμού τροφοδοσίας
it: M203: imposta l'avanzamento massimo
sl: M203: Nastavi največjo hitrost podajanja
uk: M203: Встановити максимальну швидкість подавання

# QObject|
source: M204: Set default acceleration
el: M204: Ρύθμιση προκαθορισμένης επιτάχυνσης
it: M204: imposta l'accelerazione predefinita
sl: M204: Nastavi privzeti pospešek
uk: M204: Встановити типове прискорення

# QObject|
source: M205: Advanced settings
el: M205: Προηγμένες ρυθμίσεις
it: M205: impostazioni avanzate
sl: M205: Napredne nastavitve
uk: M205: Додаткові параметри

# QObject|
source: M206: Offset axes for Sprinter, Marlin, Smoothie, RepRap Firmware / Set eeprom value for Repetier
el: M206: Άξονες μετατόπισης για υλικολογισμικό Sprinter, Marlin, Smoothie, RepRap / Ρύθμιση τιμής eeprom για Repetier
it: M206: scostamento degli assi per i firmware Sprinter, Marlin, Smoothie e RepRap; imposta valore nell'eeprom per Repetier
sl: M206: odmakni osi za strojno programsko opremo Sprinter, Marlin, Smoothie, RepRap / določi vrednost eeprom za Repetier
uk: M206: Зсув осей для мікропрограм Sprinter, Marlin, Smoothie, RepRap Firmware / Встановити значення eeprom для Repetier

# QObject|
source: M207: Set retract length
el: M207: Ρύθμιση μήκους ανάσυρσης
it: M207: imposta la lunghezza del ritiro
sl: M207: Nastavite dolžino umika
uk: M207: Встановити довжину відведення

# QObject|
source: M208: Set unretract length
el: M208: Ρύθμιση μήκους επαναφοράς
it: M208: imposta la lunghezza della spinta
sl: M208: Nastavite dolžino preklica umika
uk: M208: Встановити довжину підведення

# QObject|
source: M209: Enable automatic retract
el: M209: Ενεργοποίηση αυτόματης ανάσυρσης
it: M209: abilita la ritrazione automatica
sl: M209: Omogočanje samodejnega umika
uk: M209: Увімкнути автоматичне відведення

# QObject|
source: M212: Set Bed Level Sensor Offset
el: M212: Ρύθμιση μετατόπισης αισθητήρα επιπέδου επιφανείας
it: M212: imposta lo scostamento nel sensore del livello del piatto di stampa
sl: M212: Nastavite odmik ravni podlage tipala
uk: M212: Встановити відступ датчика рівня стенда

# QObject|
source: M218: Set Hotend Offset
el: M218: Ρύθμιση μετατόπισης θερμού τελικού σημείου
it: M218: imposta scostamento dell'hot-end
sl: M218: Nastavite odmik vročega konca
uk: M218: Встановити відступ гарячого кінця

# QObject|
source: M220: Set speed factor override percentage
el: M220: Ρύθμιση παράγοντα ταχύτητας αντί του ποσοστού
it: M220: imposta la percentuale oltre il fattore di velocità
sl: M220: določi odstotek preglasitve faktorja hitrosti
uk: M220: Встановити відсоток перевизначення коефіцієнта швидкості

# QObject|
source: M221: Set extrude factor override percentage
el: M221: Ρύθμιση παράγοντα εξώθησης αντί του ποσοστού
it: M221: imposta la percentuale oltre il fattore di estrusione
sl: M221: določi odstotek preglasitve faktorja izrivanja
uk: M221: Встановити відсоток перевизначення коефіцієнта екструзії

# QObject|
source: M226: Wait for pin state
el: M226: Αναμονή για κατάσταση ακροδέκτη
it: M226: attendi lo stato del piedino
sl: M226: Čakaj na stanje nogice
uk: M226: Зачекати на стан контакту

# QObject|
source: M231: Set OPS parameter
el: M231: Ρύθμιση OPS παραμέτρου
it: M231: imposta il parametro OPS
sl: M231: Nastavi parameter OPS
uk: M231: Встановити параметр OPS

# QObject|
source: M232: Read and reset max. advance values
el: M232: Ανάγνωση και επαναφορά μέγιστων τιμών
it: M232: lettura e ripristino valori massimi di anticipo
sl: M232: Preberi in nastavi največje vrednosti napredovanja
uk: M232: Прочитати і скинути значення максимального просування

# QObject|
source: M240: Trigger camera
el: M240: Ενεργοποίηση φωτογραφικής μηχανής
it: M240: attiva la fotocamera
sl: M240: Sproži kamero
uk: M240: Увімкнути або вимкнути камеру

# QObject|
source: M250: Set LCD contrast
el: M250: Ρύθμιση LCD αντίθεσης
it: M250: imposta il contrasto dell'LCD
sl: M250: Nastavi kontrast LCD
uk: M250: Встановити контрастність дисплея

# QObject|
source: M251: Measure Z steps from homing stop (Delta printers)
el: M251: Μέτρηση Z βημάτων από αρχική θέση για διακοπή (Delta εκτυπωτές)
it: M251: misura i passi Z dalla fermata nell'origine (stampanti Delta)
sl: M251: izmeri Z-korake od domače ustavitve (tiskalniki Delta)
uk: M251: Виміряти кількість кроків за Z від позиції початку (різницеві принтери)

# QObject|
source: M280: Set servo position
el: M280: Ρύθμιση θεσης σερβοκινητήρα
it: M280: imposta la posizione del servo
sl: M280: Nastavi servo pozicijo
uk: M280: Встановити позицію сервосистеми

# QObject|
source: M300: Play beep sound
el: M300: Αναπαραγωγή σύντομου ήχου
it: M300: riproduci il bip
sl: M300: Predvajaj pisk
uk: M300: Відтворити гудок

# QObject|
source: M301: Set PID parameters
el: M301: Ρύθμιση PID παραμέτρων
it: M301: imposta i parametri del PID
sl: M301: Nastavi parametre PID
uk: M301: Встановити параметри PID

# QObject|
source: M302: Allow cold extrudes
el: M302: Να επιτρέπονται κρύες εξωθήσεις
it: M302: permetti estrusori freddi
sl: M302: Dovoli hladno ekstrudiranje
uk: M302: Дозволити холодні екструдери

# QObject|
source: M303: Run PID tuning
el: M303: Εκτέλεση συντονισμού PID
it: M303: avvia la regolazione del PID
sl: M303: Poženi uglaševanje PID
uk: M303: Виконати коригування PID

# QObject|
source: M304: Set PID parameters - Bed
el: M304: Ρύθμιση PID παραμέτρων - επιφάνεια
it: M304: imposta i parametri del PID - piatto di stampa
sl: M304: Nastavi parametre PID - podloga
uk: M304: Встановити параметри PID — стенд

# QObject|
source: M305: Set thermistor and ADC parameters
el: M305: Ρύθμιση θερμίστορ και ADC παραμέτρων
it: M305: imposta i parametri del termistore e dell'ADC
sl: M305: Nastavi termistor in parametre ADC
uk: M305: Встановити параметри термістора і ADC

# QObject|
source: M306: set home offset calculated from toolhead position
el: M306: ρύθμιση μετατόπισης αρχικής θέσης υπολογισμένης από τη θέση της κεφαλής
it: M306: imposta lo scostamento dall'origine calcolato dalla posizione della testa
sl: M306: nastavi odmik od izhodišča izračunan iz položaja glave orodja
uk: M306: Встановити відступ початку на основі обчислень з позиції голівки інструмента

# QObject|
source: M320: Activate autolevel (Repetier)
el: M320: Ενεργοποίηση αυτοματισμού επιπέδου (Repetier)
it: M320: attiva il livellamento automatico (Repetier)
sl: M320: Aktiviraj samodejno raven (Repetier)
uk: M320: Задіяти авторівень (Repetier)

# QObject|
source: M321: Deactivate autolevel (Repetier)
el: M321: Απενεργοποίηση αυτοματισμού επιπέδου (Repetier)
it: M321: disattiva il livellamento automatico (Repetier)
sl: M321: Deaktiviraj samodejno raven (Repetier)
uk: M321: Вимкнути авторівень (Repetier)

# QObject|
source: M322: Reset autolevel matrix (Repetier)
el: M322: Επαναφορά μήτρας αυτοματισμού επιπέδου (Repetier)
it: M322: azzera la matrice del livellamento automatico (Repetier)
sl: M322: Ponovno nastavi matriko samodejnih ravni (Repetier)
uk: M322: Скинути матрицю авторівнів (Repetier)

# QObject|
source: M323: Distortion correction on/off (Repetier)
el: M323: Διόρθωση παραμόρφωσης on/off (Repetier)
it: M323: attiva/disattiva la correzione della distorsione (Repetier)
sl: M323: Vklop/izklop korekcije popačenja (Repetier)
uk: M323: Увімкнути або вимкнути виправлення викривлень (Repetier)

# QObject|
source: M340: Control the servos
el: M340: Έλεγχος σερβοκινητήρων
it: M340: controlla i servo
sl: M340: Nadziraj servo-pogone
uk: M340: Керування сервосистемами

# QObject|
source: M350: Set microstepping mode
el: M350: Ορισμός λειτουργίας μικροβηματισμού
it: M350: imposta la modalità microstepping
sl: M350: Nastavi način mikro korakov
uk: M350: Встановити режим мікрокроків

# QObject|
source: M351: Toggle MS1 MS2 pins directly
el: M351: Άμεση εναλλαγή MS1 MS2 ακροδεκτών
it: M351: commuta direttamente i piedini MS1 MS2
sl: M351: Neposredno preklapljaj nogice MS1 MS2
uk: M351: Перемкнути контакти MS1 MS2 безпосередньо

# QObject|
source: M355: Turn case lights on/off
el: M355: Ρύθμιση φωτισμού on/off
it: M355: accendi/spegni la luce
sl: M355: Vklopi/izklopi luči ohišja
uk: M355: Увімкнути або вимкнути освітлення корпуса

# QObject|
source: M360: Report firmware configuration
el: M360: Αναφορά διαμόρφωσης υλικολογισμικού
it: M360: riporta la configurazione del firmware
sl: M360: Poročaj o nastavitvi vdelane programske opreme
uk: M360: Повідомити про налаштування мікропрограми

# QObject|
source: M361: Move to Theta 90 degree position
el: M361: Μετακίνηση σε θέση Theta 90 μοίρες
it: M361: sposta nella posizione teta 90 gradi
sl: M361: Premakni se v položaj theta 90 stopinj
uk: M361: Пересунути у позицію, де θ дорівнює 90 градусів

# QObject|
source: M362: Move to Psi 0 degree position
el: M362: Μετακίνηση σε θέση Psi 0 μοίρες
it: M362: sposta nella posizione psi 0 gradi
sl: M362: Premakni se v položaj Psi 0 stopinj
uk: M362: Пересунути у позицію, де ψ дорівнює 0 градусів

# QObject|
source: M363: Move to Psi 90 degree position
el: M363: Μετακίνηση σε θέση Psi 90 μοίρες
it: M363: sposta nella posizione psi 90 gradi
sl: M363: Premakni se v položaj Psi 90 stopinj
uk: M363: Пересунути у позицію, де ψ дорівнює 90 градусів

# QObject|
source: M364: Move to Psi + Theta 90 degree position
el: M363: Μετακίνηση σε θέση Psi + Theta 90 μοίρες
it: M364: sposta nella posizione psi + teta 90 gradi
sl: M364: Premakni se v položaj Psi + Theta 90 stopinj
uk: M364: Пересунути у позицію, де ψ + θ дорівнює 90 градусів

# QObject|
source: M365: SCARA scaling factor
el: M365: SCARA παράγοντας διαβάθμισης
it: M365: fattore di scala SCARA
sl: M365: faktor spremembe merila SCARA
uk: M365: Коефіцієнт масштабування SCARA

# QObject|
source: M366: SCARA convert trim
el: M366: SCARA μετατροπή θρυμμάτισμα
it: M366: trim di conversione SCARA
sl: M366: pretvori porezavo SCARA
uk: M366: Обрізання перетворення SCARA

# QObject|
source: M370: Morgan manual bed level - clear map
el: M370: Morgan χειροκίνητο επίπεδο επιφανείας - καθαρισμος χάρτη
it: M370: livellamento manuale del piatto di stampa Morgan - cancella mappa
sl: M370: Morganova ročna raven podloge - izčiščen zemljevid
uk: M370: Ручний рівень стенда Моргана — очистити карту

# QObject|
source: M371: Move to next calibration position
el: M371: Μετακίνηση σε επόμενη θέση βαθμονόμησης
it: M371: sposta nella successiva posizione di calibrazione
sl: M371: Premakni se na naslednji položaj za kalibracijo
uk: M371: Пересунути у наступну позицію калібрування

# QObject|
source: M372: Record calibration value, and move to next position
el: M372: Εγγραφή τιμής βαθμονόμησης και μετακίνηση σε επόμενη θέση
it: M372: registra valore di calibrazione e spostati nella posizione successiva
sl: M372: Zabeleži kalibracijsko vrednost in se pomakni na naslednji položaj
uk: M372: Записати значення калібрування і пересунути у наступну позицію

# QObject|
source: M373: End bed level calibration mode
el: M373: Τέλος λειτουργίας βαθμονόμησης επιπέδου επιφανείας
it: M373: modalità di calibrazione del livello del piatto di stampa terminata
sl: M373: Način kalibracije nivoja končne podlage
uk: M373: Завершити роботу у режимі калібрування рівне стенда

# QObject|
source: M374: Save calibration grid
el: M374: Αποθήκευση πλέγματος βαθμονόμησης
it: M374: salva griglia di calibrazione
sl: M374: Shrani kalibracijsko mrežo
uk: M374: Зберегти ґратку калібрування

# QObject|
source: M375: Display matrix / Load Matrix
el: M375: Εμφάνιση μήτρας / Φόρτωση μήτρας
it: M375: visualizza o carica matrice
sl: M375: Prikaži matriko / Naloži matriko
uk: M375: Показати матрицю або завантажити матрицю

# QObject|
source: M380: Activate solenoid
el: M380: Ενεργοποίηση ηλεκτρομαγνητικής βαλβίδας
it: M380: attiva solenoide
sl: M380: Aktiviraj elektromagnet
uk: M380: Задіяти соленоїд

# QObject|
source: M381: Disable all solenoids
el: M381: Απενεργοποίηση όλων των ηλεκτρομαγνητικών βαλβίδων
it: M381: disabilita tutti i solenoidi
sl: M381: Onemogoči vse elektromagnete
uk: M381: Вимкнути усі соленоїди

# QObject|
source: M400: Wait for current moves to finish
el: M400: Αναμονή ολοκλήρωσης όλων των τρεχοθσών κινήσεων
it: M400: attendi che abbia finito il movimento corrente
sl: M400: Počakaj, da se trenutni pomiki končajo
uk: M400: Зачекати на завершення поточних рухів

# QObject|
source: M401: Lower z-probe
el: M401: Βύθιση υψομετρικού z-probe
it: M401: abbassa Z-probe
sl: M401: Spustite z-sondo
uk: M401: Опустити z-зонд

# QObject|
source: M402: Raise z-probe
el: M402: Ανύψωση υψομετρικού z-probe
it: M402: alza Z-probe
sl: M402: Dvignite z-sondo
uk: M402: Підняти z-зонд

# QObject|
source: M404: Filament width and nozzle diameter
el: M404: πλάτος νήματος και διάμετρος στομίου
it: M404: larghezza del filamento e diametro dell'ugello
sl: M404: Širina žarilne nitke in premer šobe
uk: M404: Ширина волокна і діаметр сопла

# QObject|
source: M405: Filament Sensor on
el: M405: αισθητήρας νήματος on
it: M405: accendi il sensore del filamento
sl: M405: Senzor žarilne nitke vklopljen
uk: M405: Увімкнути датчик волокна

# QObject|
source: M406: Filament Sensor off
el: M405: αισθητήρας νήματος off
it: M406: spegni il sensore del filamento
sl: M406: Senzor žarilne nitke izklopljen
uk: M406: Вимкнути датчик волокна

# QObject|
source: M407: Display filament diameter
el: M407: Εμφάνιση διαμέτρου νήματος
it: M407: visualizza il diametro del filamento
sl: M407: Prikaži premer žarilne nitke
uk: M407: Показати діаметр волокна

# QObject|
source: M408: Report JSON-style response
el: M408: Αναφορά σε JSON
it: M408: riporta una risposta in stile JSON
sl: M408: Poročilo o odgovoru v slogu JSON
uk: M408: Повідомити відповідь у стилі JSON

# QObject|
source: M420: Enable/Disable Mesh Leveling (Marlin)
el: M420: (Απ)ενεργοποίηση ρύθμισης επιπέδου με πλέγμα (Marlin)
it: M420: abilita/disabilita il livellamento mesh (Marlin)
sl: M420: omogoči/onemogoči izravnavanje mreževine (Marlin)
uk: M420: Увімкнути або вимкнути вирівнювання сітки (Marlin)

# QObject|
source: M450: Report Printer Mode
el: M450: Αναφορά λειτουργίας εκτυπωτή
it: M450: riporta la modalità della stampante
sl: M450: Poročaj način tiskanja
uk: M450: Повідомити режим друку

# QObject|
source: M451: Select FFF Printer Mode
el: M451: Επιλογή FFF λειτουργίας εκτυπωτή
it: M451: seleziona la modalità di stampa FFF
sl: M451: Izberi način tiskanja FFF
uk: M451: Вибрати режим друку FFF

# QObject|
source: M452: Select Laser Printer Mode
el: M452: Επιλογή laser λειτουργίας εκτυπωτή
it: M452: seleziona la modalità di stampa laser
sl: M452: Izberi način laserskega tiskalnika
uk: M452: Вибрати режим лазерного друку

# QObject|
source: M453: Select CNC Printer Mode
el: M453: Επιλογή CMC λειτουργίας εκτυπωτή
it: M453: seleziona la modalità di stampa CNC
sl: M453: Izberite način CNC tiskalnika
uk: M453: Вибрати режим друку ЧПУ

# QObject|
source: M460: Define temperature range for thermistor controlled fan
el: M460: Ρύθμιση εύρους θερμοκρασίας για τον ανεμιστήρα του θερμίστορ
it: M460: definisci l'intervallo di temperatura per la ventola controllata dal termistore
sl: M460: Določi temperaturno območje ventilatorja s termistorskim nadzorom
uk: M460: Визначити діапазон температури для вентилятора, керованого термістором

# QObject|
source: M500: Store parameters in EEPROM
el: M500: Αποθήκευση παραμέτρων στην EEPROM
it: M500: scrivi parametri nella EEPROM
sl: M500: Shrani parametre v EEPROM
uk: M500: Зберегти параметри до EEPROM

# QObject|
source: M501: Read parameters from EEPROM
el: M501: Ανάγνωση παραμέτρων από EEPROM
it: M501: leggi parametri dalla EEPROM
sl: M501: Preberi parametre iz EEPROM-a
uk: M501: Прочитати параметри з EEPROM

# QObject|
source: M502: Revert to the default 'factory settings'.
el: M502: Επαναφορά στις προκαθορισμένες 'εργοστασιακές ρυθμίσεις'.
it: M502: ripristina le «impostazioni di fabbrica» predefinite.
sl: M502: Povrni privzete 'tovarniške nastavitve'.
uk: M502: Повернутися до типових «початкових параметрів»

# QObject|
source: M503: Print settings
el: M503: Ρυθμίσεις εκτύπωσης
it: M503: impostazioni di stampa
sl: M503: Nastavitve tiskanja
uk: M503: Параметри друку

# QObject|
source: M540: Enable/Disable 'Stop SD Print on Endstop Hit'
el: M540: (Απ)ενεργοποίηση 'Διακοπή SD εκτύπωσης σε χτύπημα τελικού σημείου'
it: M540: abilita o disabilita «Ferma la stampa SD alla pressione di un finecorsa»
sl: M540: omogoči/onemogoči »Ustavi tisk SD ob zadetku končne vrednosti«
uk: M540: Увімкнути або вимкнути режим «Припинити SD-друк при досягненні кінцевого пункту»

# QObject|
source: M550: Set Name
el: M550: Ορισμός ονόματος
it: M550: imposta nome
sl: M550: Nastavi ime
uk: M550: Встановити назву

# QObject|
source: M551: Set Password
el: M551: Ορισμός κωδικού πρόσβασης
it: M551: imposta password
sl: M551: Nastavi geslo
uk: M551: Встановити пароль

# QObject|
source: M552: Set IP address
el: M552: Ορισμός IP διεύθυνσης
it: M552: imposta indirizzo IP
sl: M552: Nastavi IP naslov
uk: M552: Встановити IP-адресу

# QObject|
source: M553: Set Netmask
el: M553: Ορισμός μάσκας δικτύου
it: M553: imposta maschera di rete
sl: M553: Nastavi mrežno masko
uk: M553: Встановити маску мережі

# QObject|
source: M554: Set Gateway
el: M554: Ορισμός δικτυακής πύλης
it: M554: imposta gateway
sl: M554: Nastavi prehod
uk: M554: Встановити шлюз

# QObject|
source: M555: Set compatibility
el: M555: Ορισμός συμβατότητας
it: M555: imposta compatibilità
sl: M555: Nastavi združljivost
uk: M555: Встановити сумісність

# QObject|
source: M556: Axis compensation
el: M556: Επανόρθωση άξονα
it: M556: compensazione dell'asse
sl: M556: Kompenzacija osi
uk: M556: Компенсація осей

# QObject|
source: M557: Set Z probe point
el: M557: Ορισμός σημείου Z probe
it: M557: imposta il punto Z probe
sl: M557: določi točko sonde Z
uk: M557: Встановити точку Z-зондування

# QObject|
source: M558: Set Z probe type
el: M557: Ορισμός τύπου Z probe
it: M558: imposta il tipo di Z probe
sl: M558: Določite vrsto Z-sonde
uk: M558: Встановити тип Z-зондування

# QObject|
source: M559: Upload configuration file
el: M559: Αποστολή αρχείου διαμόρφωσης
it: M559: carica file di configurazione
sl: M559: Prenesi datoteko nastavitev
uk: M559: Вивантажити файл налаштувань

# QObject|
source: M560: Upload web page file
el: M560: Αποστολή αρχείου ιστοσελίδας
it: M560: carica file di pagina web
sl: M560: Prenesi datoteko spletne strani
uk: M560: Вивантажити файл вебсторінки

# QObject|
source: M561: Set Identity Transform
el: M561: Ρύθμιση μετασχηματισμού ταυτότητας
it: M561: imposta la trasformazione di identità
sl: M561: Nastavi preoblikovanje identitete
uk: M561: Встановити перетворення профілю

# QObject|
source: M562: Reset temperature fault
el: M562: Επανόρθωση σφάλματος θερμοκρασίας
it: M562: azzera errore di temperatura
sl: M562: Ponastavite napaka temperature
uk: M562: Скинути стан помилки через температуру

# QObject|
source: M563: Define or remove a tool
el: M563: Ρύθμιση ή αφαίρεση εργαλείου
it: M563: definisci o rimuovi uno strumento
sl: M563: Določi ali odstrani orodje
uk: M563: Визначити або вилучити інструмент

# QObject|
source: M564: Limit axes
el: M564: Περιορισμός αξόνων
it: M564: limita assi
sl: M564: Omeji osi
uk: M564: Обмежити вісі

# QObject|
source: M565: Set Z probe offset
el: M565: Ορισμός μετατόπισης Z probe
it: M565: imposta scostamento Z-Probe
sl: M565: Določite odmik Z-sonde
uk: M565: Встановити відступ для Z-зонду

# QObject|
source: M566: Set allowable instantaneous speed change
el: M566: Ρύθμιση επιτρεπτής στιγμιαίας αλλαγής ταχύτητας
it: M566: imposta il cambio di velocità istantaneo consentito
sl: M566: Nastavi dovoljeno hipno spremembo hitrosti
uk: M566: Встановити дозволені миттєві зміни швидкості

# QObject|
source: M567: Set tool mix ratio
el: M567: Ρύθμιση αναλογίας μίγματος εργαλείου
it: M567: imposta il rapporto di miscelazione per lo strumento
sl: M567: nastavi razmerje mešanice orodja
uk: M567: Встановити відношення у суміші інструментів

# QObject|
source: M568: Turn off/on tool mix ratio
el: M568: Ρύθμιση off/on αναλογίας μίγματος εργαλείου
it: M568: abilita/disabilita il rapporto di miscelazione per lo strumento
sl: M568: vklopi/izklopi razmerje mešanice orodij
uk: M568: Увімкнути або вимкнути відношення у суміші

# QObject|
source: M569: Set axis direction and enable values
el: M569: Ορισμός κατεύθυνσης αξόνων και ενεργοποίηση τιμών
it: M569: imposta la direzione dell'asse ed abilita i valori
sl: M569: Nastavi smer osi in omogoči vrednosti
uk: M569: Встановити напрямок вісі і увімкнути значення

# QObject|
source: M570: Set heater timeout
el: M570: Ρύθμιση χρονικού ορίου θερμάστρας
it: M570: imposta tempo massimo del riscaldatore
sl: M570: Nastavi časovno omejitev grelca
uk: M570: Встановити час очікування на розігрівання

# QObject|
source: M571: Set output on extrude
el: M571: Ρύθμιση εξόδου κατά την εξώθηση
it: M571: imposta uscita sull'estrusore
sl: M571: Nastavi izhod ekstrudiranja
uk: M571: Встановити виведення при екструзії

# QObject|
source: M573: Report heater PWM
el: M573: Αναφορά PWM θερμάστρας
it: M573: riporta PWM del riscaldatore
sl: M573: Poročaj PWM grelca
uk: M573: Повідомити про PWM нагрівача

# QObject|
source: M574: Set endstop configuration
el: M574: Ρύθμιση διαμόρφωσης τελικού σημείου
it: M574: imposta la configurazione del finecorsa
sl: M574: nastavi prilagoditev končne vrednosti
uk: M574: Встановити налаштування кінцевої зупинки

# QObject|
source: M575: Set serial comms parameters
el: M575: Ρύθμιση παραμέτρων σειραϊκής επικοινωνίας
it: M575: imposta i parametri delle porte seriali
sl: M575: nastavite parametre serijskih komunikacij
uk: M575: Встановити параметри послідовних портів COMM

# QObject|
source: M577: Wait until endstop is triggered
el: M577: Αναμονή μέχρι την ενεργοποίηση τελικού σημείου
it: M577: attendi che il il finecorsa sia attivato
sl: M577: počakaj, da se sproži končna vrednost
uk: M577: Зачекати, доки буде визначено кінцеву зупинку

# QObject|
source: M578: Fire inkjet bits
el: M578: Ρίψη ψεκασμού μελάνης
it: M578: bit di rilascio getto d'inchiostro
sl: M578: sproži bite brizgalnika
uk: M578: Увімкнути біти чорнильного друку

# QObject|
source: M579: Scale Cartesian axes
el: M579: Διαβάθμιση καρτεσιανών αξόνων
it: M579: scala gli assi cartesiani
sl: M579: umeri kartezijske osi
uk: M579: Масштабувати декартові вісі

# QObject|
source: M580: Select Roland
el: M580: Επιλογή Roland
it: M580: seleziona Roland
sl: M580: Izberi Roland
uk: M580: Вибрати Roland

# QObject|
source: M600: Filament change pause
el: M600: Παύση αλλαγής νήματος
it: M600: pausa cambio filamento
sl: M600: zaustavitev spremembe žarilne niti
uk: M600: Пауза на зміну волокна

# QObject|
source: M605: Set dual x-carriage movement mode
el: M605: Ρύθμιση λειτουργίας κίνησης διπλού εξωθητήρα
it: M605: imposta la modalità di movimento a doppio carrello X
sl: M605: Nastavi dvojni način gibanja x-nosilca
uk: M605: Встановити режим подвійного руху x-каретки

# QObject|
source: M665: Set delta configuration
el: M665: Ρύθμιση delta διαμόρφωσης
it: M665: imposta configurazione delta
sl: M665: Nastavi prilagoditev delte
uk: M665: Встановити налаштування різниці

# QObject|
source: M666: Set delta endstop adjustment
el: M666: Ρύθμιση προσαρμογής delta τελικού σημείου
it: M666: imposta la regolazione delta del finecorsa
sl: M666: Nastavi prilagoditev končne postoja delte
uk: M666: Встановити коригування кінцевої зупинки за різницею

# QObject|
source: M667: Select CoreXY mode
el: M667: Επιλογή λειτουργίας CoreXY
it: M667: seleziona modalità CoreXY
sl: M667: Izberite način CoreXY
uk: M667: Вибрати режим CoreXY
