Repository: GizzZmo/atcore
Catalog: poqm/*/atcore_qt.po
Languages: el, it, sl, uk

# QObject|
source: M851: Set Z-Probe Offset
el: M851: Ρύθμιση μετατόπισης Z-Probe
it: M851: imposta scostamento Z-Probe
sl: M851: Določi odmik Z-sonde
uk: M851: Встановити відступ Z-зонду

# QObject|
source: M906: Set motor currents
el: M906: Ρύθμιση ρευμάτων κινητήρα
it: M906: imposta le correnti del motore
sl: M906: Določi tokove motorja
uk: M906: Встановити струм для моторів

# QObject|
source: M907: Set digital trimpot motor
el: M907: Ρυθμιση κινητήρα με ψηφιακό ποτενσιόμετρο
it: M907: imposta il motore del trimpot digitale
sl: M907: določi digitalni motor obrezovalnika
uk: M907: Встановити мотор, керований цифровим регульованим потенціометром

# QObject|
source: M908: Control digital trimpot directly
el: M908: Άμεσος έλεγχος ψηφιακού ποτενσιόμετρου
it: M908: controlla direttamente il trimpot digitale
sl: M908: neposredno nadziraj digitalni porezovalnik
uk: M908: Керувати цифровим регульованим потенціометром безпосередньо

# QObject|
source: M911: Set power monitor threshold voltages
el: M911: Ρύθμιση τάσεων κατωφλίου ελεγκτή ισχύος
it: M911: imposta le tensioni di soglia del monitor di potenza
sl: M911: nastavite prag napetosti za monitor moči
uk: M911: Встановити порогові напруги для засобу стеження за живленням

# QObject|
source: M912: Set electronics temperature monitor adjustment
el: M912: Ρύθμιση προσαρμογής ελεγκτή θερμοκρασίας ηλεκτρονικών
it: M912: imposta regolazione elettronica del monitor della temperatura
sl: M912: nastavi prilagoditev monitorja temperature elektronike
uk: M912: Встановити коригування засобу стеження за температурою електроніки

# QObject|
source: M913: Set motor percentage of normal current
el: M913: Ρύθμιση ποσοστού κινητήρα κανονικού ρεύματος
it: M913: imposta la percentuale della corrente normale del motore
sl: M913: Nastavite odstotek motorja od navadnega toka
uk: M913: Встановити для мотору відсоток від звичайного струму

# QObject|
source: M928: Start SD logging
el: M928: Έναρξη καταγραφής SD
it: M928: inizia registrazione SD
sl: M928: Začnite beležiti SD
uk: M928: Почати ведення журналу SD

# QObject|
source: M997: Perform in-application firmware update
el: M997: Εκτέλεση ενημέρωσης υλικολογισμικού
it: M997: esegui l'aggiornamento del firmware dall'applicazione
sl: M997: Izvedi posodobitev strojne opreme v programu
uk: M997: Виконати оновлення мікрокоду у програмі

# QObject|
source: M998: Request resend of line
el: M998: Αίτημα επανάληψης αποστολής γραμμής
it: M998: richiedi il rinvio della linea
sl: M998: Ponovno pošiljanje zahtevka v vrstici
uk: M998: Надіслати запит щодо повторного надсилання рядка

# QObject|
source: M999: Restart after being stopped by error
el: M999: Επανεκκίνηση μετά από διακοπή λόγω σφάλματος
it: M999: riavvia in caso di fermata per errore
sl: M999: Znova zaženite, potem ko se ustavi zaradi napake
uk: M999: Перезапуск після зупинки внаслідок помилки

# About|
source: Version: %1
el: Έκδοση: %1
it: Versione: %1
sl: Različica: %1

# About|
source: Using Qt: %1
el: Χρήση Qt: %1
it: Usa Qt: %1
sl: Uporaba Qt: %1

# About|
source: Authors: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
el: Συγγραφείς: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
it: Autori: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
sl: Avtorji: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>

# About|
source: Close
el: Κλείσιμο
it: Chiudi
sl: Zapri

# AxisControl|
source: Move Axis
el: Μετατόπιση άξονα
it: Sposta asse
sl: Premakni os

# CommandWidget|
source: Send Command
el: Αποστολή εντολής
it: Invia comando
sl: Pošlji ukaz

# CommandWidget|
source: Send
el: Αποστολή
it: Invia
sl: Pošlji

# CommandWidget|
source: Show Message
el: Εμφάνιση μηνύματος
it: Mostra messaggio
sl: Pokaži sporočilo

# LogWidget|
source: <h4>Special Log Entries</h4> <p><strong>Failed to open device in read/write mode.</strong></p> <p>&nbsp;&nbsp;&nbsp; The Device was not able to be opened.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Check the device is not opened by another program.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Check you have the correct permissions to open the device.</p> <p><strong>No plugin found for &lt;Detected Firmware&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Firmware plugins are missing or your firmware is not currently supported.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Manually select the Marlin or Repetier plugin.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If your firmware does not have a plugin please let us know.</p> <p><strong>Lots of &ldquo;Waiting for firmware detect&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Unable to send the firmware detect waiting for printer to restart</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Push the restart button on your printer or turn it on and off. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Select a firmware plugin in place of auto detect.</p>
el: <h4>Εγγραφές ειδικών καταγραφών</h4> <p><strong>Αποτυχία ανοίγματος συσκευής για ανάγνωση/εγγραφή.</strong></p> <p>&nbsp;&nbsp;&nbsp; Αδυναμία ανοίγματος συσκευής.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Έλεγχος ανοίγματος της συσκευής από άλλο πρόγραμμα.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Ελέγξτε ότι έχετε τα σωστά δικαιώματα για άνοιγμα της συσκευής.</ <p><strong>Δε βρέθηκε πρόσθετο &lt;για το υλικολογισμικό&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Λείπουν τα πρόθετα του υλικολογισμικού ή το υλικολογισμικό δεν υποστηρίζεται.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Χειροκίνητη επιλογή των προσθέτων Marlin ή Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ενημερώστε μας αν το υλικολογισμικό σας δεν έχει πρόσθετο.</p> <p><strong>Πολλά &ldquo;Αναμονή ανίχνευσης υλικολογισμικού&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Αδυναμία αποστολής ανίχνευσης υλικολογισμικού, αναμονή για επανεκκίνηση εκτυπωτή</ <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Πιέστε το κουμπί επανεκκίνησης στον εκτυπωτή για να ανοίξει ή να κλείσει. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Επιλέξτε ένα πρόσθετο υλικολογισμικού αντί για την αυτόματη ανίχνευση.</p>
it: <h4>Voci di registro speciali</h4> <p><strong>Impossibile aprire il dispositivo in modalità lettura/scrittura.</strong></p> <p>&nbsp;&nbsp;&nbsp; Il dispositivo non può essere aperto.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Controlla che il dispositivo non sia aperto da un altro programma.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Controlla di avere i permessi adeguati per aprire il dispositivo.</p> <p><strong>Non è stata trovata nessuna estensione per il &lt;firmware rilevato&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Le estensioni per il firmware sono mancanti o il tuo firmware non è attualmente supportato.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleziona manualmente l'estensione Marlin o Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Se il tuo firmware non ha un'estensione, per favore faccelo sapere.</p> <p><strong>Molti &ldquo;In attesa del rilevamento del firmware&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Impossibile inviare il rilevamento del firmware mentre sono in attesa del riavvio della stampante</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Premi il pulsante di riavvio della tua stampante oppure accedila e spegnila. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleziona un'estensione per il firmware al posto del rilevamento automatico.</p>
sl: <h4>Posebni vnosi zapisnika</h4> <p><strong>Odpiranje naprave v načinu za branje/pisanje ni uspelo.</strong></p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Naprave ni bilo mogoče odpreti.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Preverite, da drug program ne odpre naprave.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Preverite, ali imate pravilna dovoljenja za odpiranje naprave.</p> <p><strong>Ni vtičnika za &lt;zaznavanje strojne programske opreme&gt;</strong></p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Vtičniki vdelane programske opreme manjkajo ali pa vdelana programska oprema trenutno ni podprta.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Ročno izberite vtičnik Marlin ali Repetier.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Če vaša vdelana programska oprema nima vtičnika, nam to povejte.</p> <p><strong>Veliko &ldquo;Čakanje na zaznavo strojne programske opreme&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Vdelane programske opreme ni mogoče poslati zaznanega čakanja na ponoven zagon tiskalnika</p> <p>&nbsp;&nbsp;&nbsp; Pritisnite gumb za ponoven zagon tiskalnika ali ga vklopite in izklopite. </p> <p>&nbsp;&nbsp;&nbsp; Izberite vtičnik strojne programske opreme namesto samodejne zaznave.</p>

# LogWidget|
source: Save Session Log
el: Αποθήκευση καταγραφής συνεδρίας
it: Salva sessione di registrazione
sl: Shrani zapisnik seje

# LogWidget|
source: Save Log to file
el: Αποθήκευση καταγραφής σε αρχείο
it: Salva la registrazione in un file
sl: Shrani zapisnik v datoteko

# MovementWidget|
source: Home All
el: Αρχική όλα
it: Tutto nell'origine
sl: Domov vse

# MovementWidget|
source: Home X
el: Αρχική X
it: Origine X
sl: Domov X

# MovementWidget|
source: Home Y
el: Αρχική Y
it: Origine Y
sl: Domov Y

# MovementWidget|
source: Home Z
el: Αρχική Z
it: Origine Z
sl: Domov Z

# MovementWidget|
source: Disable Motors
el: Απενεργοποίηση κινητήρων
it: Disabilita i motori
sl: Onemogoci motorje

# MovementWidget|
source: Move X Axis to
el: Μετατόπιση του άξονα X στο
it: Sposta l'asse X in
sl: Premakni os X na

# MovementWidget|
source: Move Y Axis to
el: Μετατόπιση του άξονα Y στο
it: Sposta l'asse Y in
sl: Premakni os Y na

# MovementWidget|
source: Move Z Axis to
el: Μετατόπιση του άξονα Z στο
it: Sposta l'asse Z in
sl: Premakni os Z na

# MovementWidget|
source: Go
el: Μεετάβαση
it: Vai
sl: Pojdi

# PlotWidget|
source: Temp.
el: Θερμ.
uk: Темп.

# PrintWidget|
source: Print File
el: Εκτύπωση αρχείου
it: Stampa file
sl: Natisni datoteko

# PrintWidget|
source: Emergency Stop
el: Επείγουσα διακοπή
it: Arresto di emergenza
sl: Zaustavitev v sili

# PrintWidget|
source: Printer Speed
el: Ταχύτητα αρχείου
it: Velocità della stampante
sl: Hitrost tiskalnika

# PrintWidget|
source: Set
el: Ρύθμιση
it: Imposta
sl: Nastavi

# PrintWidget|
source: Flow Rate
el: Ρυθμός ροής
it: Portata
sl: Hitrost pretoka

# PrintWidget|
source: Fan %1 speed
el: Ανεμιστήρας %1 ταχύτητα
it: Velocità della ventola %1
sl: Hitrost ventilatorja %1

# ProfileManager|
source: Profile:
el: Προφίλ:
it: Profilo:
sl: Profil:

# ProfileManager|
source: Delete Current Profile
el: Διαγραφή τρέχοντος προφίλ
it: Elimina il profilo attuale
sl: Izbriši trenutni profil

# ProfileManager|
source: Name
el: Όνομα
it: Nome
sl: Ime

# ProfileManager|
source: Printer Type:
el: Τύπος εκτυπωτή
it: Tipo di stampante:
sl: Vrsta tiskalnika:

# ProfileManager|
source: Delta
el: Δέλτα

# ProfileManager|
source: Cartesian
el: Καρτεσιανό
it: Cartesiano
sl: Kartezične

# ProfileManager|
source: Maximum X
el: Μέγιστο X
it: X massima
sl: Največja vrednost X

# ProfileManager|
source: Maximum Y
el: Μέγιστο Y
it: Y massima
sl: Največja vrednost Y

# ProfileManager|
source: Maximum Z
el: Μέγιστο Z
it: Z massima
sl: Največja vrednost Z

# ProfileManager|
source: Mechanics
el: Μηχανικά
it: Meccanica
sl: Mehanika

# ProfileManager|
source: Bed Maximum
el: Επιφάνεια μέγιστο
it: Piatto di stampa massimo
sl: Največja vrednost podloge

# ProfileManager|
source: Extruder Maximum
el: Εξωθητής μέγιστο
it: Estrusore massimo
sl: Najv. vrednost ekstruderja

# ProfileManager|
source: Auto Temperature Report
el: Αυτόματη αναφορά θερμοκρασίας
it: Rapporto automatico della temperatura
sl: Samodejno poročilo o temperaturi

# ProfileManager|
source: Temperature
el: Θερμοκρασία
it: Temperatura
sl: Temperatura

# ProfileManager|
source: Bit Rate
el: Ρυθμός μετάδοσης
sl: Bitna hitrost

# ProfileManager|
source: Firmware
el: Υλικολογισμικό
sl: Strojna programska oprema

# ProfileManager|
source: PostPause
el: Μεταπαύση
it: Post-pausa
sl: Popremor

# ProfileManager|
source: Advanced
el: Προηγμένο
it: Avanzate
sl: Napredno

# ProfileManager|
source: Profile
el: Προφίλ
it: Profilo
sl: Profil

# ProfileManager|
source: Radius
el: Ακτίνα
it: Raggio
sl: Polmer

# ProfileManager|
source: Height
el: Ύψος
it: Altezza
sl: Višina

# SdWidget|
source: Get List
el: Ανάκτηση λίστας
it: Ottieni elenco
sl: Pridobi seznam

# SdWidget|
source: Print Selected
el: Επιλέχθηκε εκτύπωση
it: Stampa il selezionato
sl: Natisni izbrano

# SdWidget|
source: Delete Selected
el: Επιλέχθηκε διαγραφή
it: Elimina selezionati
sl: Izbriši izbrano

# SdWidget|
source: Files On Sd Card
el: Αρχεία στην Sd κάρτα
it: File nella scheda SD
sl: Datoteke na kartici SD

# StatusWidget|
source: AtCore State:
el: Κατάσταη AtCore:
it: Stato di AtCore:
sl: Stanje atCore:

# StatusWidget|
source: Not Connected
el: Χωρίς σύνδεση
it: Non connesso
sl: Brez povezave

# TemperatureWidget|
source: Wait Until Temperature Stabilizes
el: Περιμένετε να σταθεροποιηθεί η θερμοκρασία
it: Aspetta che la temperatura si stabilizzi
sl: Počakajte, da se temperatura stabilizira

# TemperatureWidget|
source: Bed Temp
el: Θερμ. επιφάνειας
it: Temperatura del piatto di stampa
sl: Temp. podloge

# TemperatureWidget|
source: Set
el: Ρύθμιση
it: Imposta
sl: Nastavi

# TemperatureWidget|
source: Extruder %1
el: Εξωθητής %1
it: Estrusore %1
sl: Ekstruder %1

# MainWindow|
source: AtCore - Test Client
el: AtCore - Πελάτης δοκιμών
it: AtCore - client di prova
sl: AtCore - poskusni odjemalec

# MainWindow|
source: Attempting to locate Serial Ports
el: Σε προσπάθεια ανεύρεσης σειραϊκών θυρών
it: Tentativo di localizzare le porte seriali
sl: Poskušam locirati serijska vrata
uk: Спроба виявити послідовні порти

# MainWindow|
source: AtCore First Run
el: AtCore πρώτη εκτέλεση
it: Prima esecuzione di AtCore
sl: Prvi zagon AtCore

# MainWindow|
source: No Profiles Detected, use the Profile Manager to create one.
el: Δεν ανιχνεύθηκαν προφίλ, χρησιμοποιήστε το διαχειριστή προφίλ για να δημιουργήσετε ένα.
it: Nessun profilo rilevato, usa il Gestore dei profili per crearne uno.
sl: Ni zaznanih profilov, uporabite upravitelja profilov, da ga ustvarite.

# MainWindow|
source: File
el: Αρχείο
sl: Datoteka

# MainWindow|
source: Quit
el: Έξοδος
it: Esci
sl: Izhod

# MainWindow|
source: View
el: Προβολή
it: Visualizza
sl: Pogled

# MainWindow|
source: Show Dock Titles
el: Εμφάνιση τίτλων προσάρτησης
it: Mostra titoli delle aree di aggancio
sl: Pokaži sidrane naslove

# MainWindow|
source: Help
el: Βοήθεια
it: Aiuto
sl: Pomoč

# MainWindow|
source: About
el: Σχετικά
it: Informazioni su
sl: O programu

# MainWindow|
source: Commands
el: Εντολές
it: Comandi
sl: Ukazi

# MainWindow|
source: Print
el: Εκτύπωση
it: Stampa
sl: Natisni

# MainWindow|
source: Actual Bed
el: Πραγματική επιφάνεια
it: Piatto di stampa attuale
sl: Trenutna podlaga
uk: Фактичний стенд

# MainWindow|
source: Target Bed
el: επιθυμητή επιφάνεια
it: Piatto di stampa di destinazione
sl: Ciljna podlaga
uk: Стенд призначення

# MainWindow|
source: Actual Ext.1
el: Πραγματικό Ext.1
it: Est. attuale 1
sl: Trenutni Ext.1
uk: Фактичне розш.1

# MainWindow|
source: Target Ext.1
el: Επιθυμητό Ext.1
it: Est. destinazione 1
sl: Ciljni Ext.1
uk: Розш.1 призначення

# MainWindow|
source: Seconds Between Temperature Checks
el: Δευτερόλεπτα μεταξύ ελέγχων θερμοκρασίας
it: Secondi tra i controlli della temperatura
sl: Sekund med preverjanji temperature

# MainWindow|
source: Temperature Timeline
el: Χρονοδιάγραμμα θερμοκρασίας
it: Linea temporale della temperatura
sl: Časovnica temperature

# MainWindow|
source: Session Log
el: Καταγραφή συνεδρίας
it: Registro della sessione
sl: Zapisnik seje

# MainWindow|
source: Port:
el: Θύρα:
it: Porta:
sl: Vrata:

# MainWindow|
source: Profile:
el: Προφίλ:
it: Profilo:
sl: Profil:

# MainWindow|
source: Attempt to stop Reset on connect
el: Προσπάθεια διακοπής της επαναφοράς κατά τη σύνδεση
it: Tentativo di fermare Reimposta alla connessione
sl: Poskus zaustavitve ponastavitve pri vzpostavitvi povezave

# MainWindow|
source: Connect
el: Σύνδεση
it: Collega
sl: Poveži
uk: З'єднатися

# MainWindow|
source: Connection Error
el: Σφάλμα σύνδεσης
it: Errore di connessione
sl: Napaka s povezavo

# MainWindow|
source: Your machine did not respond after 20 seconds. Before connecting again check that your printer is on and your are connecting using the correct BAUD Rate for your device.
el: Η μηχανή σας δεν ανταποκρίθηκε μετά από 20 δευτερόλεπτα. Πριν συνδεθείτε ξανά ελέγξτε ότι ο εκτυπωτής είναι ανοιχτός και ότι συνδέεστε με χρήση του σωστού ρυθμού μετάδοσης για τη συσκευή σας
it: La tua macchina non ha risposto dopo 20 secondi. Prima di riconnetterla, controlla che la stampante sia accesa e che la stai connettendo alla velocità in baud corretta per il tuo dispositivo.
sl: Vaša naprava se ni odzvala po 20 sekundah. Preden se znova povežete, preverite, ali je tiskalnik vklopljen in ali se na napravo povezujete s pravilno hitrostjo v baudih.

# MainWindow|
source: Home All
el: Αρχική όλα
it: Tutto nell'origine
sl: Domov vse
uk: На початок усе

# MainWindow|
source: Home X
el: Αρχική X
it: Origine X
sl: Domov X
uk: На початок X

# MainWindow|
source: Home Y
el: Αρχική Y
it: Origine Y
sl: Domov Y
uk: На початок Y

# MainWindow|
source: Home Z
el: Αρχική Z
it: Origine Z
sl: Domov Z
uk: На початок Z

# MainWindow|
source: Movement
el: Μετατόπιση
it: Movimento
sl: Gibanje

# MainWindow|
source: Temperatures
el: Θερμοκρασίες
it: Temperature
sl: Temperature

# MainWindow|
source: Print Error
el: Σφάλμα εκτύπωσης
it: Errore di stampa
sl: Napaka pri tiskanju

# MainWindow|
source: You must Select a file from the list
el: Πρέπει να επιλέξετε ένα αρχείο από τη λίστα
it: Devi selezionare un file dall'elenco
sl: Izberite datoteko s seznama

# MainWindow|
source: Delete Error
el: Σφάλμα διαγραφής
it: Errore nell'eliminazione
sl: Napaka brisanja

# MainWindow|
source: Sd Card
el: Sd κάρτα
it: Scheda SD
sl: Kartica SD

# MainWindow|
source: Profile Manager
el: Διαχειριστής προφίλ
it: Gestore dei profili
sl: Upravitelj profilov

# MainWindow|
source: Found %1 Ports
el: Βρέθηκαν %1 θύρες
it: Trovate %1 porte
sl: Našel %1 vrat
uk: Виявлено порти %1

# MainWindow|
source: No available ports! Please connect a serial device to continue!
el: Χωρίς διαθέσιμες θύρες! Συνδέστε μια σειραϊκή συσκευή για να συνεχίσετε!
it: Nessuna porta disponibile. Collega un dispositivo seriale per continuare.
sl: Ni razpoložljivih vrat! Za nadaljevanje se povežite s serijsko napravo!
uk: Немає доступних портів. Будь ласка, з'єднайте пристрій з комп'ютером за допомогою послідовного порту.

# MainWindow|
source: Serial connected
el: Σειραϊκή συνδέθηκε
it: Seriale connessa
sl: Serijsko povezano
uk: З'єднано послідовним портом

# MainWindow|
source: Disconnected
el: Αποσυνδεδεμένο
it: Disconnesso
sl: Odklopljeno
uk: Роз'єднано

# MainWindow|
source: Error
el: Σφάλμα
it: Errore
sl: Napaka
uk: Помилка

# MainWindow|
source: Not Connected To a Printer
el: Μη συνδεδεμένο σε εκτυπωτή
it: Non connesso ad una stampante
sl: Ni povezano na tiskalnik
uk: Не з'єднано із принтером

# MainWindow|
source: A Firmware Plugin was not loaded! Please send the command M115 and let us know what your firmware returns, so we can improve our firmware detection. Edit your profile to use "marlin" and try again.
el: Ένα πρόσθετο υλικολογισμικού δεν φορτώθηκε! Στείλτε την εντολή M115 και ενημερώστε μας για το τι επιστρέφει το υλικολογισμικό, ώστε να βελτιώσουμε την ανίχνευση. Επεξεργαστείτε το προφίλ σας για να χρησιμοποιήσετε το «marlin» και προσπαθήστε ξανά.
it: Non è stata caricata un'estensione per il firmware. Invia il comando M115 e facci sapere che cosa viene restituito dal tuo firmware, in modo che possiamo migliorarne il rilevamento. Modifica il tuo profilo per usare «marlin» e prova di nuovo
sl: Vtičnik vdelane programske opreme ni bil naložen! Pošljite ukaz M115 in nam povejte, kaj vaša vdelana programska oprema vrne, tako da lahko izboljšamo naše zaznavanje strojne programske opreme. Uredite svoj profil, da uporabite »marlin« in poskusite znova.

# MainWindow|
source: Select a file to print
el: Επιλογή αρχείου για ετύπωση
it: Seleziona un file da stampare
sl: Izberite datoteko za tisk
uk: Виберіть файл для друку

# MainWindow|
source: No File Selected
el: Δεν επιλέχθηκε αρχείο
it: Nessun file selezionato
sl: Ni izbrane datoteke
uk: Не вибрано файла.

# MainWindow|
source: Print: %1
el: Εκτύπωση: %1
it: Stampa: %1
sl: Tisk: %1
uk: Друк: %1

# MainWindow|
source: Disconnect
el: Αποσύνδεση
it: Disconnetti
sl: Odklopi
uk: Роз'єднати

# MainWindow|
source: Print File
el: Εκτύπωση αρχείου
it: Stampa file
sl: Datoteka za tisk
uk: Надрукувати файл

# MainWindow|
source: Connected to
el: Συνδεδεμένο σε
it: Connesso a
sl: Povezani z

# MainWindow|
source: START PRINT
el: ΕΝΑΡΞΗ ΕΚΤΥΠΩΣΗΣ
it: AVVIA STAMPA
sl: ZAČNI TISKATI

# MainWindow|
source: Pause Print
el: Παύση εκτύπωσης
it: Metti in pausa la stampa
sl: Začasni premor tiskanja
uk: Призупинити друк

# MainWindow|
source: Finished Print
el: Η εκτύπωση ολοκληρώθηκε
it: Stampa completata
sl: Tiskanje končano

# MainWindow|
source: Paused
el: Παύση
it: In pausa
sl: V premoru

# MainWindow|
source: Resume Print
el: Συνέχιση εκτύπωσης
it: Riprendi la stampa
sl: Nadaljuj s tiskom
uk: Відновити друк

# MainWindow|
source: Printing
el: Εκτύπωση
it: In stampa
sl: Tiskanje

# MainWindow|
source: Abort
el: Εγκατάλειψη
it: Interrompi
sl: Prekini

# MainWindow|
source: Stopping Print
el: Διακοπή εκτύπωσης
it: Interruzione della stampa
sl: Ustavljanje tiskanja

# MainWindow|
source: Command ERROR
el: ΣΦΑΛΜΑ εκτύπωσης
it: ERRORE nel comando
sl: Ukaz ERROR

# QObject|
source: M80: ATX Power On
it: M80: accensione ATX
sl: M80: Vklop ATX
uk: M80: Увімкнути живлення ATX

# QObject|
source: M81: ATX Power Off
it: M81: spegnimento ATX
sl: M81: Izklop ATX
uk: M81: Вимкнути живлення ATX

# AtCore|
source: plugins[%1]=%2
uk: додатки[%1]=%2

# QObject|
source: GCommand not supported!
uk: Підтримки GCommand не передбачено!

# QObject|
source: ERROR! M104: It's obligatory to have an argument
uk: ПОМИЛКА! M104: слід вказати аргумент

# QObject|
source: ERROR! M109: It's obligatory to have an argument
uk: ПОМИЛКА! M109: слід вказати аргумент

# QObject|
source: ERROR! M117: It's obligatory to have an argument
uk: ПОМИЛКА! M117: слід вказати аргумент

# QObject|
source: ERROR! M140: It's obligatory to have an argument
uk: ПОМИЛКА! M140: слід вказати аргумент

# QObject|
source: ERROR! M190: It's obligatory to have an argument
uk: ПОМИЛКА! M190: слід вказати аргумент

# QObject|
source: ERROR! M220: It's obligatory to have an argument
uk: ПОМИЛКА! M220: слід вказати аргумент

# QObject|
source: ERROR! M221: It's obligatory to have an argument
uk: ПОМИЛКА! M221: слід вказати аргумент

# QObject|
source: Not supported or implemented!
uk: Не передбачено або не реалізовано підтримки!

# MainWindow|
source: Autodetect
uk: Автовиявлення

# MainWindow|
source: No plugin loaded !
uk: Додатків не завантажено!

# MainWindow|
source: Requesting Firmware...
uk: Надсилаємо запит щодо мікропрограми…

# MainWindow|
source: A Firmware Plugin was not loaded! Please send the command M115 and let us know what your firmware returns, so we can improve our firmware detection. We have loaded the most common plugin "repetier" for you. You may try to print again after this message
uk: Додаток мікропрограми не завантажено! Будь ласка, віддайте команду M115 і надішліть нам дані, повернуті мікропрограмою, щоб ми змогли поліпшити засоби виявлення мікропрограм. Зараз буде завантажено найпоширеніший додаток «repetier». Спробуйте повторити друк після цього повідомлення.

# MainWindow|
source: Save Log to file
uk: Зберегти журнал до файла

# MainWindow|
source: Extruder %1
uk: Підсистема видобування %1

# MainWindow|
source: Fan %1 speed
uk: Швидкість вентилятора %1
